export const books = [
  {
    id: 1,
    title: "史记",
    author: "司马迁原著，石磊主编",
    year: "2021",
    description:
      "全书包含《史记》原有的一百三十篇，涵盖十二本纪、三十世家、七十列传、十表、八书，记述上起黄帝下至汉武帝太初元年约3000年历史，并增录《报任安书》作为补充文本。内容涉及古代政治、经济、军事、文化等领域发展状况，采用纪传体例编排。司马迁曾任太史令，继承父职后历时十四年完成原著创作。",
    cover: "/book/史记2021-中国文史出版社.jpg",
    formats: {
      epub: "/book/史记2021-中国文史出版社.epub",
      pdf: "/book/史记2021-中国文史出版社.pdf",
      mobi: "/book/史记2021-中国文史出版社.mobi",
    },
  },
  {
    id: 2,
    title: "通鉴纪事本末（注译本）全42卷",
    author: "袁枢",
    year: "2019",
    description:
      "《通鉴纪事本末》是南宋史学家袁枢编纂的中国第一部纪事本末体史书，约始于乾道九年（1173年），淳熙元年（1174）撰成。全书四十二卷，以《资治通鉴》为蓝本，选取自战国三家分晋至五代周世宗征淮南间的239个历史事件独立成篇，另附录66事，完整记录跨度1300余年的历史脉络，保留司马光原有史论。袁枢因《资治通鉴》编年体例导致事件分散，首创以事件为中心的分类编排方法，聚焦诸侯割据、外戚专权等政治议题。",
    // cover: "/book/通鉴纪事本末2019.png",
    formats: {
      epub: '#',
      pdf: '#',
      mobi: "/book/通鉴纪事本末2019.mobi",
    },
  },
];
